/* Vielen Dank an Viktoriya Lahres für die Korrektur! */

/* Status message shown while cancelling search. */
"Cancelling search..." = "Отменить поиск...";

/* Status message shown when the plugin has succesfully connected to the service */
"Connected to DBLP..." = "Соединенный с DBLP...";

/* Status message shown when plugin is connecting to the service */
"Connecting with DBLP..." = "Соединение с DBLP...";

/* Error message when query can't be created */
"Could not create query from search field input" = "Запрос не может быть создан на основании данных в поле поиска.";

/* Status message shown after all metadata has been retrieved */
"Done." = "Выполнено.";

/* Status message shown while fetching metadata for given articles. */
"Fetching metadata..." = "Получение метаданных...";

/* Status message shown while fetching the metadata for the specified tokens */
"Fetching meta data for token %d of %d..." = "Получение метаданных для лексем %d из %d...";

/* Status message shown while fetching the metadata for the specified papers */
"Fetching paper %d of %d..." = "Получение страницы %d из %d...";

/* Status message shown while fetching the metadata for the found papers */
"Fetching papers..." = "Получение страницы...";

/* Status message shown when no results were found for the query */
"No papers found." = "Страница не найдена.";

/* Recovery suggestion when query can't be created */
"Please ensure you have created a proper query." = "Пожалуйста, проверьте корректность созданного запроса.";

/* Recovery suggestion indicating to try the previous operation again at a later time */
"Please try again later." = "Пожалуйста, повторите попытку позже.";

/* Recovery suggestion indicating to try the previous operation again */
"Please try again." = "Пожалуйста, попробуйте еще раз.";

/* Localized name of the service */
"DBLP" = "DBLP";

/* Error message indicating that the service is currently not available */
"Service Temporarily Unavailable" = "Сервис временно недоступен";

/* Symbols that need to be removed from the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_REMOVED" = "!#$%&^~(){}*§¶†‡";

/* Symbols that need to be replaced by a space in the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_CONVERTED_TO_SPACE" = "+,._;<>=?|";
